const features = () => {
  return `<!--* Features Start -->
<section class="features container">
  <button class="badge badge--pill-error">امکانات</button>
  <h4>جدیدترین مدل مدیریت سبد خرید ها</h4>
  <p>
    بیش از 100 ها فروشگاه سبد خرید های خود را در کارت ساز با امکانات متفاوت این
    سامانه مدیریت میکنند.
  </p>
  <div class="cards">
    <div class="card">
      <svg
        width="88"
        height="88"
        viewBox="0 0 88 88"
        fill="none"
        xmlns="http://www.w3.org/2000/svg"
      >
        <rect width="88" height="88" rx="44" fill="#DFEFFF" />
        <path
          d="M59.92 37.92C58.58 36.44 56.56 35.58 53.76 35.28V33.76C53.76 31.02 52.6 28.38 50.56 26.54C48.5 24.66 45.82 23.78 43.04 24.04C38.26 24.5 34.24 29.12 34.24 34.12V35.28C31.44 35.58 29.42 36.44 28.08 37.92C26.14 40.08 26.2 42.96 26.42 44.96L27.82 56.1C28.24 60 29.82 64 38.42 64H49.58C58.18 64 59.76 60 60.18 56.12L61.58 44.94C61.8 42.96 61.84 40.08 59.92 37.92ZM43.32 26.82C45.32 26.64 47.22 27.26 48.7 28.6C50.16 29.92 50.98 31.8 50.98 33.76V35.16H37.02V34.12C37.02 30.56 39.96 27.14 43.32 26.82ZM36.84 46.3H36.82C35.72 46.3 34.82 45.4 34.82 44.3C34.82 43.2 35.72 42.3 36.82 42.3C37.94 42.3 38.84 43.2 38.84 44.3C38.84 45.4 37.94 46.3 36.84 46.3ZM50.84 46.3H50.82C49.72 46.3 48.82 45.4 48.82 44.3C48.82 43.2 49.72 42.3 50.82 42.3C51.94 42.3 52.84 43.2 52.84 44.3C52.84 45.4 51.94 46.3 50.84 46.3Z"
          fill="#0182FE"
        />
        <rect
          x="0.5"
          y="0.5"
          width="87"
          height="87"
          rx="43.5"
          stroke="url(#paint0_linear_2037_770)"
          stroke-opacity="0.4"
        />
        <defs>
          <linearGradient
            id="paint0_linear_2037_770"
            x1="44"
            y1="0"
            x2="44"
            y2="66.5"
            gradientUnits="userSpaceOnUse"
          >
            <stop stop-color="#0182FE" />
            <stop offset="1" stop-color="#0182FE" stop-opacity="0" />
          </linearGradient>
        </defs>
      </svg>
      <h5>ایجاد سبد خرید اختصاصی</h5>
      <p>
        با ایجاد سبد خرید اختصاصی بدون نیاز به کاربران سبد خرید های آن ها را
        خودتان بسازید و برای هر کدام یک لینک اختصاصی دریافت کنید.
      </p>
    </div>
    <div class="card">
      <svg
        width="88"
        height="88"
        viewBox="0 0 88 88"
        fill="none"
        xmlns="http://www.w3.org/2000/svg"
      >
        <rect width="88" height="88" rx="44" fill="#DFEFFF" />
        <path
          d="M44 24C38.76 24 34.5 28.26 34.5 33.5C34.5 38.64 38.52 42.8 43.76 42.98C43.92 42.96 44.08 42.96 44.2 42.98C44.24 42.98 44.26 42.98 44.3 42.98C44.32 42.98 44.32 42.98 44.34 42.98C49.46 42.8 53.48 38.64 53.5 33.5C53.5 28.26 49.24 24 44 24Z"
          fill="#0182FE"
        />
        <path
          d="M54.16 48.32C48.58 44.6 39.48 44.6 33.86 48.32C31.32 50 29.92 52.3 29.92 54.76C29.92 57.22 31.32 59.5 33.84 61.18C36.64 63.06 40.32 64 44 64C47.68 64 51.36 63.06 54.16 61.18C56.68 59.48 58.08 57.2 58.08 54.72C58.06 52.28 56.68 49.98 54.16 48.32ZM48.66 53.12L43.62 58.16C43.38 58.4 43.06 58.52 42.74 58.52C42.42 58.52 42.1 58.38 41.86 58.16L39.34 55.64C38.86 55.16 38.86 54.36 39.34 53.88C39.82 53.4 40.62 53.4 41.1 53.88L42.74 55.52L46.9 51.36C47.38 50.88 48.18 50.88 48.66 51.36C49.16 51.84 49.16 52.64 48.66 53.12Z"
          fill="#0182FE"
        />
        <rect
          x="0.5"
          y="0.5"
          width="87"
          height="87"
          rx="43.5"
          stroke="url(#paint0_linear_2037_271)"
          stroke-opacity="0.4"
        />
        <defs>
          <linearGradient
            id="paint0_linear_2037_271"
            x1="44"
            y1="0"
            x2="44"
            y2="66.5"
            gradientUnits="userSpaceOnUse"
          >
            <stop stop-color="#0182FE" />
            <stop offset="1" stop-color="#0182FE" stop-opacity="0" />
          </linearGradient>
        </defs>
      </svg>
      <h5>ثبت پروفایل</h5>
      <p>
        در کارت سایز پروفایل شما ثبت میشود وکسی جزء شما نمی تواند وارد حساب
        کاربری شود.تمامی اطلاعات محفوظ می باشد.
      </p>
    </div>
    <div class="card">
      <svg
        width="88"
        height="88"
        viewBox="0 0 88 88"
        fill="none"
        xmlns="http://www.w3.org/2000/svg"
      >
        <rect width="88" height="88" rx="44" fill="#DFEFFF" />
        <path
          d="M44 29.3C34.44 29.3 26.66 37.08 26.66 46.64C26.66 56.2 34.44 64 44 64C53.56 64 61.34 56.22 61.34 46.66C61.34 37.1 53.56 29.3 44 29.3ZM45.5 46C45.5 46.82 44.82 47.5 44 47.5C43.18 47.5 42.5 46.82 42.5 46V36C42.5 35.18 43.18 34.5 44 34.5C44.82 34.5 45.5 35.18 45.5 36V46Z"
          fill="#0182FE"
        />
        <path
          d="M49.78 26.9H38.22C37.42 26.9 36.78 26.26 36.78 25.46C36.78 24.66 37.42 24 38.22 24H49.78C50.58 24 51.22 24.64 51.22 25.44C51.22 26.24 50.58 26.9 49.78 26.9Z"
          fill="#0182FE"
        />
        <rect
          x="0.5"
          y="0.5"
          width="87"
          height="87"
          rx="43.5"
          stroke="url(#paint0_linear_2037_475)"
          stroke-opacity="0.4"
        />
        <defs>
          <linearGradient
            id="paint0_linear_2037_475"
            x1="44"
            y1="0"
            x2="44"
            y2="66.5"
            gradientUnits="userSpaceOnUse"
          >
            <stop stop-color="#0182FE" />
            <stop offset="1" stop-color="#0182FE" stop-opacity="0" />
          </linearGradient>
        </defs>
      </svg>
      <h5>مدیریت زمان</h5>
      <p>
        به راحتی با ساخت سبدهای خرید اختصاصی زمان خود را کاهش دهید و آن را به
        راحتی مدیریت کنید.
      </p>
    </div>
    <div class="card">
      <svg
        width="88"
        height="88"
        viewBox="0 0 88 88"
        fill="none"
        xmlns="http://www.w3.org/2000/svg"
      >
        <rect width="88" height="88" rx="44" fill="#DFEFFF" />
        <path
          d="M60.42 35.6399L45.02 44.5599C44.4 44.9199 43.62 44.9199 42.98 44.5599L27.58 35.6399C26.48 34.9999 26.2 33.4999 27.04 32.5599C27.62 31.8999 28.28 31.3599 28.98 30.9799L39.82 24.9799C42.14 23.6799 45.9 23.6799 48.22 24.9799L59.06 30.9799C59.76 31.3599 60.42 31.9199 61 32.5599C61.8 33.4999 61.52 34.9999 60.42 35.6399Z"
          fill="#0182FE"
        />
        <path
          d="M42.86 48.28V61.92C42.86 63.44 41.32 64.44 39.96 63.78C35.84 61.76 28.9 57.98 28.9 57.98C26.46 56.6 24.46 53.12 24.46 50.26V39.94C24.46 38.36 26.12 37.36 27.48 38.14L41.86 46.48C42.46 46.86 42.86 47.54 42.86 48.28Z"
          fill="#0182FE"
        />
        <path
          d="M45.14 48.28V61.92C45.14 63.44 46.68 64.44 48.04 63.78C52.16 61.76 59.1 57.98 59.1 57.98C61.54 56.6 63.54 53.12 63.54 50.26V39.94C63.54 38.36 61.88 37.36 60.52 38.14L46.14 46.48C45.54 46.86 45.14 47.54 45.14 48.28Z"
          fill="#0182FE"
        />
        <rect
          x="0.5"
          y="0.5"
          width="87"
          height="87"
          rx="43.5"
          stroke="url(#paint0_linear_2037_314)"
          stroke-opacity="0.4"
        />
        <defs>
          <linearGradient
            id="paint0_linear_2037_314"
            x1="44"
            y1="0"
            x2="44"
            y2="66.5"
            gradientUnits="userSpaceOnUse"
          >
            <stop stop-color="#0182FE" />
            <stop offset="1" stop-color="#0182FE" stop-opacity="0" />
          </linearGradient>
        </defs>
      </svg>
      <h5>ثبت محصول</h5>
      <p>
        قبل از هر چیزی محصولات خود را ثبت کنید و برای آن ها عکس بگذارید تا به
        اسانی در سبد خرید درج شود.
      </p>
    </div>
  </div>
</section>
<!--* Features End -->`;
};

export default features;
